Repository: frugalware/frugalware-current
Catalog: source/rox-extra/menu/Menu/Messages/*.po
Languages: de, zh_cn, zh_tw

source: Sort the menu entries in alphabetical order.
de: Sortiere die Menüeinträge in alphabetischer Reihenfolge.

source: About
de: Über
zh_cn: 关於
zh_tw: 關於

source: Options...
de: Optionen...
zh_cn: 选项...
zh_tw: 選項...

source: Path
de: Pfad
zh_cn: 路径
zh_tw: 路徑

source: The location of your Apps folder. (This should become a path at some point).
de: Der Pfad zu Ihrem Anwendungsordner.
zh_cn: 您的 Apps 文件夹位置. (亦会成为设定的路径).
zh_tw: 您的 Apps 資料夾位置. (亦會成為設定的路徑).

source: Could not read your application directory. Please set the path to your Apps folder in the options!
de: Konnte den Anwendungsordner nicht lesen. Bitte setzen Sie den Pfad zu Ihrem Anwendungsordner in den Optionen!
zh_cn: 未能读取您的程式目录 请在选项中，将 Apps 文件夹的路径设定！
zh_tw: 未能讀取您的程式目錄 請在選項中，將 Apps 資料夾的路徑設定！

source: Menu
de: Menü
zh_cn: 菜单
zh_tw: 選單

source: Sort menu entries
de: Menü sortieren

source: Add to panel
de: Zum Panel hinzufügen

source: Info...
de: Über...
zh_cn: 资讯...
zh_tw: 資訊...

source: Use icons
de: Verwende Symbole

source: You don't seem to have a panel on your default display. Please open a ROX panel and try again
de: Anscheinend haben Sie kein Panel auf Ihrem Standarddisplay. Bitte öffen Sie ein ROX-Panel und versuchen Sie es erneut.

source: Refresh menu
de: Lese Menü erneut ein
zh_cn: 更新菜单
zh_tw: 更新選單

source: Could not open your application directory. Please set the path to your Apps folder in the options!
de: Konnte den Anwendungsordner nicht öffnen. Bitte setzen Sie den Pfad zu Ihrem Anwendungsordner in den Optionen!
zh_cn: 未能开启您的程式目录 请在选项中，将 Apps 文件夹的路径设定！
zh_tw: 未能開啟您的程式目錄 請在選項中，將 Apps 資料夾的路徑設定！

source: Close
de: Schließe
zh_cn: 关闭
zh_tw: 關閉

source: Application starter - click left to open menu, click right for more options.
de: Anwendungsstarter - klicke links, um das Menü zu öffnen, klicke rechts für weitere Optionen.
zh_cn: 程式开启器 - 左击打开菜单，右击其他选项。
zh_tw: 程式開啟器 - 左擊打開選單，右擊其他選項。

source: Display icons next to menu entries for application directories.
de: Zeige Symbole neben den Menüeinträgen für Anwendungen an.

source: Open apps folder
de: Öffne Anwendungsordner
zh_cn: 开启程式文件夹
zh_tw: 開啟程式資料夾

source: Open URL <%s> with the default URL handler.
de: Öffne die URL <%s> mit der Standardanwendung für URLs.
zh_cn: 以预设浏览器开启 URL <%s>
zh_tw: 以預設瀏覽器開啟 URL <%s>

source: Menu is meant to be used as a ROX panel applet only. You can drag it to your panel to run it. Do you want me to add it to the panel now?
de: Menu kann nur als Panelapplet verwendet werden. Sie können es auf ein Panel ziehen, um es dort hinzuzufügen. Wollen Sie, dass ich das Programm jetzt zum Panel hinzufüge?

source: Info
zh_cn: 资讯
zh_tw: 資訊
